[
{"text": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "author": "Albert Einstein", "tags": ["change", "deep-thoughts", "thinking", "world"]},
{"text": "“It is our choices, Harry, that show what we truly are, far more than our abilities.”", "author": "J.K. Rowling", "tags": ["abilities", "choices"]},
{"text": "“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”", "author": "Albert Einstein", "tags": ["inspirational", "life", "live", "miracle", "miracles"]},
{"text": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "author": "Jane Austen", "tags": ["aliteracy", "books", "classic", "humor"]},
{"text": "“Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.”", "author": "Marilyn Monroe", "tags": ["be-yourself", "inspirational"]},
{"text": "“Try not to become a man of success. Rather become a man of value.”", "author": "Albert Einstein", "tags": ["adulthood", "success", "value"]},
{"text": "“It is better to be hated for what you are than to be loved for what you are not.”", "author": "André Gide", "tags": ["life", "love"]},
{"text": "“I have not failed. I've just found 10,000 ways that won't work.”", "author": "Thomas A. Edison", "tags": ["edison", "failure", "inspirational", "paraphrased"]},
{"text": "“A woman is like a tea bag; you never know how strong it is until it's in hot water.”", "author": "Eleanor Roosevelt", "tags": ["misattributed-eleanor-roosevelt"]},
{"text": "“A day without sunshine is like, you know, night.”", "author": "Steve Martin", "tags": ["humor", "obvious", "simile"]},
{"text": "“This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.”", "author": "Marilyn Monroe", "tags": ["friends", "heartbreak", "inspirational", "life", "love", "sisters"]},
{"text": "“It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.”", "author": "J.K. Rowling", "tags": ["courage", "friends"]},
{"text": "“If you can't explain it to a six year old, you don't understand it yourself.”", "author": "Albert Einstein", "tags": ["simplicity", "understand"]},
{"text": "“You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.”", "author": "Bob Marley", "tags": ["love"]},
{"text": "“I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.”", "author": "Dr. Seuss", "tags": ["fantasy"]},
{"text": "“I may not have gone where I intended to go, but I think I have ended up where I needed to be.”", "author": "Douglas Adams", "tags": ["life", "navigation"]},
{"text": "“The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.”", "author": "Elie Wiesel", "tags": ["activism", "apathy", "hate", "indifference", "inspirational", "love", "opposite", "philosophy"]},
{"text": "“It is not a lack of love, but a lack of friendship that makes unhappy marriages.”", "author": "Friedrich Nietzsche", "tags": ["friendship", "lack-of-friendship", "lack-of-love", "love", "marriage", "unhappy-marriage"]},
{"text": "“Good friends, good books, and a sleepy conscience: this is the ideal life.”", "author": "Mark Twain", "tags": ["books", "contentment", "friends", "friendship", "life"]},
{"text": "“Life is what happens to us while we are making other plans.”", "author": "Allen Saunders", "tags": ["fate", "life", "misattributed-john-lennon", "planning", "plans"]},
{"name": "Steve Martin", "birthdate": "August 14, 1945", "bio": "Stephen Glenn \"Steve\" Martin is an American actor, comedian, writer, playwright, producer, musician, and composer. He was raised in Southern California in a Baptist family, where his early influences were working at Disneyland and Knott's Berry Farm and working magic and comedy acts at these and other smaller venues in the area. His ascent to fame picked up when he became a writer for the Smothers Brothers Comedy Hour, and later became a frequent guest on the Tonight Show.In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. In the 1980s, having branched away from stand-up comedy, he became a successful actor, playwright, and juggler, and eventually earned Emmy, Grammy, and American Comedy awards."},
{"name": "Eleanor Roosevelt", "birthdate": "October 11, 1884", "bio": "Anna Eleanor Roosevelt was an American political leader who used her influence as an active First Lady from 1933 to 1945 to promote the New Deal policies of her husband, President Franklin D. Roosevelt, as well as taking a prominent role as an advocate for civil rights. After her husband's death in 1945, she continued to be an internationally prominent author and speaker for the New Deal coalition. She was a suffragist who worked to enhance the status of working women, although she opposed the Equal Rights Amendment because she believed it would adversely affect women. In the 1940s, she was one of the co-founders of Freedom House and supported the formation of the United Nations. Eleanor Roosevelt founded the UN Association of the United States in 1943 to advance support for the formation of the UN. She was a delegate to the UN General Assembly from 1945 and 1952, a job for which she was appointed by President Harry S. Truman and confirmed by the United States Congress. During her time at the United Nations chaired the committee that drafted and approved the Universal Declaration of Human Rights. President Truman called her the \"First Lady of the World\" in tribute to her human rights achievements.She was one of the most admired persons of the 20th century, according to Gallup's List of Widely Admired People."},
{"name": "André Gide", "birthdate": "November 22, 1869", "bio": "André Paul Guillaume Gide was a French author and winner of the Nobel Prize in literature in 1947. Gide's career ranged from its beginnings in the symbolist movement, to the advent of anticolonialism between the two World Wars.Known for his fiction as well as his autobiographical works, Gide exposes to public view the conflict and eventual reconciliation between the two sides of his personality, split apart by a straight-laced education and a narrow social moralism. Gide's work can be seen as an investigation of freedom and empowerment in the face of moralistic and puritan constraints, and gravitates around his continuous effort to achieve intellectual honesty. His self-exploratory texts reflect his search of how to be fully oneself, even to the point of owning one's sexual nature, without at the same time betraying one's values. His political activity is informed by the same ethos, as suggested by his repudiation of communism after his 1936 voyage to the USSR."},
{"name": "Albert Einstein", "birthdate": "March 14, 1879", "bio": "In 1879, Albert Einstein was born in Ulm, Germany. He completed his Ph.D. at the University of Zurich by 1909. His 1905 paper explaining the photoelectric effect, the basis of electronics, earned him the Nobel Prize in 1921. His first paper on Special Relativity Theory, also published in 1905, changed the world. After the rise of the Nazi party, Einstein made Princeton his permanent home, becoming a U.S. citizen in 1940. Einstein, a pacifist during World War I, stayed a firm proponent of social justice and responsibility. He chaired the Emergency Committee of Atomic Scientists, which organized to alert the public to the dangers of atomic warfare.At a symposium, he advised: \"In their struggle for the ethical good, teachers of religion must have the stature to give up the doctrine of a personal God, that is, give up that source of fear and hope which in the past placed such vast power in the hands of priests. In their labors they will have to avail themselves of those forces which are capable of cultivating the Good, the True, and the Beautiful in humanity itself. This is, to be sure a more difficult but an incomparably more worthy task . . . \" (\"Science, Philosophy and Religion, A Symposium,\" published by the Conference on Science, Philosophy and Religion in their Relation to the Democratic Way of Life, Inc., New York, 1941). In a letter to philosopher Eric Gutkind, dated Jan. 3, 1954, Einstein stated: \"The word god is for me nothing more than the expression and product of human weaknesses, the Bible a collection of honorable, but still primitive legends which are nevertheless pretty childish. No interpretation no matter how subtle can (for me) change this,\" (The Guardian, \"Childish superstition: Einstein's letter makes view of religion relatively clear,\" by James Randerson, May 13, 2008). D. 1955.While best known for his mass–energy equivalence formula E = mc2 (which has been dubbed \"the world's most famous equation\"), he received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\". The latter was pivotal in establishing quantum theory.Einstein thought that Newtonion mechanics was no longer enough to reconcile the laws of classical mechanics with the laws of the electromagnetic field. This led to the development of his special theory of relativity. He realized, however, that the principle of relativity could also be extended to gravitational fields, and with his subsequent theory of gravitation in 1916, he published a paper on the general theory of relativity. He continued to deal with problems of statistical mechanics and quantum theory, which led to his explanations of particle theory and the motion of molecules. He also investigated the thermal properties of light which laid the foundation of the photon theory of light.He was visiting the United States when Adolf Hitler came to power in 1933 and did not go back to Germany. On the eve of World War II, he endorsed a letter to President Franklin D. Roosevelt alerting him to the potential development of \"extremely powerful bombs of a new type\" and recommending that the U.S. begin similar research. This eventually led to what would become the Manhattan Project. Einstein supported defending the Allied forces, but largely denounced the idea of using the newly discovered nuclear fission as a weapon. Later, with Bertrand Russell, Einstein signed the Russell–Einstein Manifesto, which highlighted the danger of nuclear weapons. Einstein was affiliated with the Institute for Advanced Study in Princeton, New Jersey, until his death in 1955.His great intellectual achievements and originality have made the word \"Einstein\" synonymous with genius.More: http://en.wikipedia.org/wiki/Albert_E...http://www.nobelprize.org/nobel_prize..."},
{"name": "Thomas A. Edison", "birthdate": "February 11, 1847", "bio": "Thomas Alva Edison was an American inventor, scientist and businessman who developed many devices that greatly influenced life around the world, including the phonograph, the motion picture camera, and a long-lasting, practical electric light bulb. Dubbed \"The Wizard of Menlo Park\" (now Edison, New Jersey) by a newspaper reporter, he was one of the first inventors to apply the principles of mass production and large teamwork to the process of invention, and therefore is often credited with the creation of the first industrial research laboratory.Edison is considered one of the most prolific inventors in history, holding 1,093 U.S. patents in his name, as well as many patents in the United Kingdom, France and Germany. He is credited with numerous inventions that contributed to mass communication and, in particular, telecommunications. His advanced work in these fields was an outgrowth of his early career as a telegraph operator. Edison originated the concept and implementation of electric-power generation and distribution to homes, businesses, and factories – a crucial development in the modern industrialized world. His first power station was on Manhattan Island, New York."},
{"name": "Jane Austen", "birthdate": "December 16, 1775", "bio": "Jane Austen was an English novelist whose works of romantic fiction, set among the landed gentry, earned her a place as one of the most widely read writers in English literature, her realism and biting social commentary cementing her historical importance among scholars and critics.Austen lived her entire life as part of a close-knit family located on the lower fringes of the English landed gentry. She was educated primarily by her father and older brothers as well as through her own reading. The steadfast support of her family was critical to her development as a professional writer. Her artistic apprenticeship lasted from her teenage years until she was about 35 years old. During this period, she experimented with various literary forms, including the epistolary novel which she tried then abandoned, and wrote and extensively revised three major novels and began a fourth. From 1811 until 1816, with the release of Sense and Sensibility (1811), Pride and Prejudice (1813), Mansfield Park (1814) and Emma (1815), she achieved success as a published writer. She wrote two additional novels, Northanger Abbey and Persuasion, both published posthumously in 1818, and began a third, which was eventually titled Sanditon, but died before completing it.Austen's works critique the novels of sensibility of the second half of the 18th century and are part of the transition to 19th-century realism. Her plots, though fundamentally comic, highlight the dependence of women on marriage to secure social standing and economic security. Her work brought her little personal fame and only a few positive reviews during her lifetime, but the publication in 1869 of her nephew's A Memoir of Jane Austen introduced her to a wider public, and by the 1940s she had become widely accepted in academia as a great English writer. The second half of the 20th century saw a proliferation of Austen scholarship and the emergence of a Janeite fan culture."},
{"name": "Marilyn Monroe", "birthdate": "June 01, 1926", "bio": "Marilyn Monroe (born Norma Jeane Mortenson; June 1, 1926 – August 5, 1962) was an American actress, model, and singer, who became a major sex symbol, starring in a number of commercially successful motion pictures during the 1950s and early 1960s.After spending much of her childhood in foster homes, Monroe began a career as a model, which led to a film contract in 1946 with Twentieth Century-Fox. Her early film appearances were minor, but her performances in The Asphalt Jungle and All About Eve (both 1950), drew attention. By 1952 she had her first leading role in Don't Bother to Knock and 1953 brought a lead in Niagara, a melodramatic film noir that dwelt on her seductiveness. Her \"dumb blonde\" persona was used to comic effect in subsequent films such as Gentlemen Prefer Blondes (1953), How to Marry a Millionaire (1953) and The Seven Year Itch (1955). Limited by typecasting, Monroe studied at the Actors Studio to broaden her range. Her dramatic performance in Bus Stop (1956) was hailed by critics and garnered a Golden Globe nomination. Her production company, Marilyn Monroe Productions, released The Prince and the Showgirl (1957), for which she received a BAFTA Award nomination and won a David di Donatello award. She received a Golden Globe Award for her performance in Some Like It Hot (1959). Monroe's last completed film was The Misfits, co-starring Clark Gable with screenplay by her then-husband, Arthur Miller.Marilyn was a passionate reader, owning four hundred books at the time of her death, and was often photographed with a book.The final years of Monroe's life were marked by illness, personal problems, and a reputation for unreliability and being difficult to work with. The circumstances of her death, from an overdose of barbiturates, have been the subject of conjecture. Though officially classified as a \"probable suicide\", the possibility of an accidental overdose, as well as of homicide, have not been ruled out. In 1999, Monroe was ranked as the sixth greatest female star of all time by the American Film Institute. In the decades following her death, she has often been cited as both a pop and a cultural icon as well as the quintessential American sex symbol."},
{"name": "J.K. Rowling", "birthdate": "July 31, 1965", "bio": "See also: Robert GalbraithAlthough she writes under the pen name J.K. Rowling, pronounced like rolling, her name when her first Harry Potter book was published was simply Joanne Rowling. Anticipating that the target audience of young boys might not want to read a book written by a woman, her publishers demanded that she use two initials, rather than her full name. As she had no middle name, she chose K as the second initial of her pen name, from her paternal grandmother Kathleen Ada Bulgen Rowling. She calls herself Jo and has said, \"No one ever called me 'Joanne' when I was young, unless they were angry.\" Following her marriage, she has sometimes used the name Joanne Murray when conducting personal business. During the Leveson Inquiry she gave evidence under the name of Joanne Kathleen Rowling. In a 2012 interview, Rowling noted that she no longer cared that people pronounced her name incorrectly.Rowling was born to Peter James Rowling, a Rolls-Royce aircraft engineer, and Anne Rowling (née Volant), on 31 July 1965 in Yate, Gloucestershire, England, 10 miles (16 km) northeast of Bristol. Her mother Anne was half-French and half-Scottish. Her parents first met on a train departing from King's Cross Station bound for Arbroath in 1964. They married on 14 March 1965. Her mother's maternal grandfather, Dugald Campbell, was born in Lamlash on the Isle of Arran. Her mother's paternal grandfather, Louis Volant, was awarded the Croix de Guerre for exceptional bravery in defending the village of Courcelles-le-Comte during the First World War.Rowling's sister Dianne was born at their home when Rowling was 23 months old. The family moved to the nearby village Winterbourne when Rowling was four. She attended St Michael's Primary School, a school founded by abolitionist William Wilberforce and education reformer Hannah More. Her headmaster at St Michael's, Alfred Dunn, has been suggested as the inspiration for the Harry Potter headmaster Albus Dumbledore.As a child, Rowling often wrote fantasy stories, which she would usually then read to her sister. She recalls that: \"I can still remember me telling her a story in which she fell down a rabbit hole and was fed strawberries by the rabbit family inside it. Certainly the first story I ever wrote down (when I was five or six) was about a rabbit called Rabbit. He got the measles and was visited by his friends, including a giant bee called Miss Bee.\" At the age of nine, Rowling moved to Church Cottage in the Gloucestershire village of Tutshill, close to Chepstow, Wales. When she was a young teenager, her great aunt, who Rowling said \"taught classics and approved of a thirst for knowledge, even of a questionable kind,\" gave her a very old copy of Jessica Mitford's autobiography, Hons and Rebels. Mitford became Rowling's heroine, and Rowling subsequently read all of her books.Rowling has said of her teenage years, in an interview with The New Yorker, \"I wasn’t particularly happy. I think it’s a dreadful time of life.\" She had a difficult homelife; her mother was ill and she had a difficult relationship with her father (she is no longer on speaking terms with him). She attended secondary school at Wyedean School and College, where her mother had worked as a technician in the science department. Rowling said of her adolescence, \"Hermione [a bookish, know-it-all Harry Potter character] is loosely based on me. She's a caricature of me when I was eleven, which I'm not particularly proud of.\" Steve Eddy, who taught Rowling English when she first arrived, remembers her as \"not exceptional\" but \"one of a group of girls who were bright, and quite good at English.\" Sean Harris, her best friend in the Upper Sixth owned a turquoise Ford Anglia, which she says inspired the one in her books."},
{"text": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”", "author": "Pablo Neruda", "tags": ["love", "poetry"]},
{"text": "“For every minute you are angry you lose sixty seconds of happiness.”", "author": "Ralph Waldo Emerson", "tags": ["happiness"]},
{"text": "“If you judge people, you have no time to love them.”", "author": "Mother Teresa", "tags": ["attributed-no-source"]},
{"text": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "author": "Garrison Keillor", "tags": ["humor", "religion"]},
{"text": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "author": "Jim Henson", "tags": ["humor"]},
{"text": "“Today you are You, that is truer than true. There is no one alive who is Youer than You.”", "author": "Dr. Seuss", "tags": ["comedy", "life", "yourself"]},
{"text": "“If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.”", "author": "Albert Einstein", "tags": ["children", "fairy-tales"]},
{"text": "“It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.”", "author": "J.K. Rowling", "tags": []},
{"text": "“Logic will get you from A to Z; imagination will get you everywhere.”", "author": "Albert Einstein", "tags": ["imagination"]},
{"text": "“One good thing about music, when it hits you, you feel no pain.”", "author": "Bob Marley", "tags": ["music"]},
{"name": "Douglas Adams", "birthdate": "March 11, 1952", "bio": "Douglas Noël Adams was an English author, comic radio dramatist, and musician. He is best known as the author of the Hitchhiker's Guide to the Galaxy series. Hitchhiker's began on radio, and developed into a \"trilogy\" of five books (which sold more than fifteen million copies during his lifetime) as well as a television series, a comic book series, a computer game, and a feature film that was completed after Adams' death. The series has also been adapted for live theatre using various scripts; the earliest such productions used material newly written by Adams. He was known to some fans as Bop Ad (after his illegible signature), or by his initials \"DNA\".In addition to The Hitchhiker's Guide to the Galaxy, Douglas Adams wrote or co-wrote three stories of the science fiction television series Doctor Who and served as Script Editor during the seventeenth season. His other written works include the Dirk Gently novels, and he co-wrote two Liff books and Last Chance to See, itself based on a radio series. Adams also originated the idea for the computer game Starship Titanic, which was produced by a company that Adams co-founded, and adapted into a novel by Terry Jones. A posthumous collection of essays and other material, including an incomplete novel, was published as The Salmon of Doubt in 2002.His fans and friends also knew Adams as an environmental activist and a lover of fast cars, cameras, the Macintosh computer, and other \"techno gizmos\". Toward the end of his life he was a sought-after lecturer on topics including technology and the environment."},
{"name": "Bob Marley", "birthdate": "February 06, 1945", "bio": "Robert \"Bob\" Nesta Marley OM was a Jamaican singer, songwriter, guitarist, and activist. He was the frontman, lead singer, songwriter and guitarist for the ska, rocksteady and reggae bands: The Wailers (1964 – 1974) and Bob Marley & the Wailers (1974 - 1981). He is the most widely known performer of ska/reggae music, and is often credited for helping spread Jamaican music to the worldwide audience.Marley's best known hits includes \"I Shot the Sheriff\", \"No Woman, No Cry\", \"Exodus\", \"Could You Be Loved\", \"Stir It Up\", \"Jamming\", \"Redemption Song\", and \"One Love\", as well as the posthumous releases \"Buffalo Soldier\" och \"Iron Lion Zion\". The compilation album, Legend, released in 1984, three years after Marley's death, is the best-selling reggae album ever (10 times platinum), with sales of more than 12 million copies."},
{"name": "Allen Saunders", "birthdate": "April 24, 1899", "bio": "Allen Saunders was an American writer, journalist and cartoonist who wrote the comic strips Steve Roper and Mike Nomad, Mary Worth and Kerry Drake. His full name, John Allen Saunders, sometimes led to confusion with his son John (John Phillip Saunders, 1924–2003), who later continued two of his father's strips.Born in Lebanon, Indiana, Saunders enjoyed newspaper comics as a youth, and he practiced drawing them. After graduating from Wabash College in 1920, he taught French there for seven years while working in the summers on his M.A. at the University of Chicago and taking night classes at the Chicago Academy of Fine Arts. He drew editorial cartoons and the single-panel Miserable Moments, wrote detective fiction for magazines, worked in Chautauqua theater and wrote plays. These experiences converged in his later comics career.[2]In 1927, while on sabbatical from Wabash, he moved to Toledo, Ohio as a reporter and drama critic for the News-Bee, and he stayed on with that newspaper. Eight years later, Elmer Woggon (a friend at the rival Toledo Blade) proposed a comic strip for Publishers Syndicate (later Publishers-Hall Syndicate), The Great Gusto, which he would draw if Saunders did the writing. They shook on it, but it wasn't accepted until they refocused on its Indian character. On November 23, 1936, it finally appeared in the newspapers as Big Chief Wahoo and scored a success—fortunately, as Saunders' regular job ended when the News-Bee folded in 1938. Gags gave way to adventure strips, so in 1940, he began to reshape the narrative into Steve Roper, centered on the escapades of a racket-busting photojournalist"},
{"name": "Elie Wiesel", "birthdate": "September 30, 1928", "bio": "Eliezer Wiesel was a Romania-born American novelist, political activist, and Holocaust survivor of Hungarian Jewish descent. He was the author of over 40 books, the best known of which is Night, a memoir that describes his experiences during the Holocaust and his imprisonment in several concentration camps.Wiesel was awarded the Nobel Peace Prize in 1986. The Norwegian Nobel Committee called him a \"messenger to mankind,\" noting that through his struggle to come to terms with \"his own personal experience of total humiliation and of the utter contempt for humanity shown in Hitler's death camps,\" as well as his \"practical work in the cause of peace,\" Wiesel has delivered a powerful message \"of peace, atonement and human dignity\" to humanity.On November 30, 2006 Wiesel received an honorary knighthood in London, England in recognition of his work toward raising Holocaust education in the United Kingdom.http://us.macmillan.com/author/eliewi..."},
{"name": "Dr. Seuss", "birthdate": "March 02, 1904", "bio": "Theodor Seuss Geisel was born 2 March 1904 in Springfield, MA. He graduated Dartmouth College in 1925, and proceeded on to Oxford University with the intent of acquiring a doctorate in literature. At Oxford he met Helen Palmer, who he wed in 1927. He returned from Europe in 1927, and began working for a magazine called Judge, the leading humor magazine in America at the time, submitting both cartoons and humorous articles for them. Additionally, he was submitting cartoons to Life, Vanity Fair and Liberty. In some of his works, he'd made reference to an insecticide called Flit. These references gained notice, and led to a contract to draw comic ads for Flit. This association lasted 17 years, gained him national exposure, and coined the catchphrase \"Quick, Henry, the Flit!\" In 1936 on the way to a vaction in Europe, listening to the rhythm of the ship's engines, he came up with And to Think That I Saw It on Mulberry Street, which was then promptly rejected by the first 43 publishers he showed it to. Eventually in 1937 a friend published the book for him, and it went on to at least moderate success. During WW II, Geisel joined the army and was sent to Hollywood. Captain Geisel would write for Frank Capra's Signal Corps Unit (for which he won the Legion of Merit) and do documentaries (he won Oscar's for Hitler Lives and Design for Death). He also created a cartoon called Gerald McBoing-Boing which also won him an Oscar. In May of 1954, Life published a report concerning illiteracy among school children. The report said, among other things, that children were having trouble to read because their books were boring. This inspired Geisel's publisher, and prompted him to send Geisel a list of 400 words he felt were important, asked him to cut the list to 250 words (the publishers idea of how many words at one time a first grader could absorb), and write a book. Nine months later, Geisel, using 220 of the words given to him published The Cat in the Hat, which went on to instant success. In 1960 Bennett Cerf bet Geisel $50 that he couldn't write an entire book using only fifty words. The result was Green Eggs and Ham. Cerf never paid the $50 from the bet. Helen Palmer Geisel died in 1967. Theodor Geisel married Audrey Stone Diamond in 1968. Theodor Seuss Geisel died 24 September 1991. Also worked under the pen name:Theo Le Sieg"},
{"name": "Mark Twain", "birthdate": "November 30, 1835", "bio": "Samuel Langhorne Clemens, better known by his pen name Mark Twain, was an American author and humorist. He is noted for his novels Adventures of Huckleberry Finn (1885), called \"the Great American Novel\", and The Adventures of Tom Sawyer (1876).Twain grew up in Hannibal, Missouri, which would later provide the setting for Huckleberry Finn and Tom Sawyer. He apprenticed with a printer. He also worked as a typesetter and contributed articles to his older brother Orion's newspaper. After toiling as a printer in various cities, he became a master riverboat pilot on the Mississippi River, before heading west to join Orion. He was a failure at gold mining, so he next turned to journalism. While a reporter, he wrote a humorous story, \"The Celebrated Jumping Frog of Calaveras County,\" which proved to be very popular and brought him nationwide attention. His travelogues were also well-received. Twain had found his calling.He achieved great success as a writer and public speaker. His wit and satire earned praise from critics and peers, and he was a friend to presidents, artists, industrialists, and European royalty.However, he lacked financial acumen. Though he made a great deal of money from his writings and lectures, he squandered it on various ventures, in particular the Paige Compositor, and was forced to declare bankruptcy. With the help of Henry Huttleston Rogers, however, he eventually overcame his financial troubles. Twain worked hard to ensure that all of his creditors were paid in full, even though his bankruptcy had relieved him of the legal responsibility.Born during a visit by Halley's Comet, he died on its return. He was lauded as the \"greatest American humorist of his age\", and William Faulkner called Twain \"the father of American literature\".Excerpted from Wikipedia."},
{"name": "Friedrich Nietzsche", "birthdate": "October 15, 1844", "bio": "Friedrich Wilhelm Nietzsche (1844–1900) is a German philosopher of the late 19th century who challenged the foundations of Christianity and traditional morality. He was interested in the enhancement of individual and cultural health, and believed in life, creativity, power, and the realities of the world we live in, rather than those situated in a world beyond. Central to his philosophy is the idea of “life-affirmation,” which involves an honest questioning of all doctrines that drain life's expansive energies, however socially prevalent those views might be. Often referred to as one of the first existentialist philosophers along with Søren Kierkegaard (1813–1855), Nietzsche's revitalizing philosophy has inspired leading figures in all walks of cultural life, including dancers, poets, novelists, painters, psychologists, philosophers, sociologists and social revolutionaries.From the Stanford Encyclopedia of Philosophy"},
{"name": "Jim Henson", "birthdate": "September 24, 1936", "bio": "James Maury \"Jim\" Henson was the most widely known puppeteer in American television history. He was the creator of The Muppets and the leading force behind their long creative run in the television series Sesame Street and The Muppet Show and films such as The Muppet Movie (1979) and The Dark Crystal (1982). He was also an Oscar-nominated film director, Emmy Award-winning television producer, and the founder of The Jim Henson Company, the Jim Henson Foundation, and Jim Henson's Creature Shop. Henson is widely acknowledged for the ongoing vision of faith, friendship, magic, and love which infused nearly all of his work.When Henson died on May 16, 1990, his sudden death resulted in an outpouring of public and professional affection. There have since been numerous tributes and dedications in his memory. Henson’s companies, which are now run by his children, continue to produce films and television shows.Humanitarian, muppeteer, producer and director of films for children that encourage tolerance, interracial values, equality and fair play. He was awarded the Courage of Conscience award September 26, 1992."},
{"text": "“The more that you read, the more things you will know. The more that you learn, the more places you'll go.”", "author": "Dr. Seuss", "tags": ["learning", "reading", "seuss"]},
{"text": "“Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.”", "author": "Bob Marley", "tags": ["friendship"]},
{"text": "“Not all of us can do great things. But we can do small things with great love.”", "author": "Mother Teresa", "tags": ["misattributed-to-mother-teresa", "paraphrased"]},
{"text": "“To the well-organized mind, death is but the next great adventure.”", "author": "J.K. Rowling", "tags": ["death", "inspirational"]},
{"text": "“All you need is love. But a little chocolate now and then doesn't hurt.”", "author": "Charles M. Schulz", "tags": ["chocolate", "food", "humor"]},
{"text": "“We read to know we're not alone.”", "author": "William Nicholson", "tags": ["misattributed-to-c-s-lewis", "reading"]},
{"text": "“Any fool can know. The point is to understand.”", "author": "Albert Einstein", "tags": ["knowledge", "learning", "understanding", "wisdom"]},
{"text": "“I have always imagined that Paradise will be a kind of library.”", "author": "Jorge Luis Borges", "tags": ["books", "library"]},
{"text": "“It is never too late to be what you might have been.”", "author": "George Eliot", "tags": ["inspirational"]},
{"name": "Mother Teresa", "birthdate": "August 26, 1910", "bio": "Blessed Teresa of Calcutta, or Mother Teresa, born Agnes Gonxha Bojaxhiu was an Albanian Roman Catholic nun who founded the Missionaries of Charity in Kolkata (Calcutta), India in 1950. For over forty years she ministered to the poor, sick, orphaned, and dying, while guiding the Missionaries of Charity's expansion, first throughout India and then in other countries.By the 1970s she had become internationally famed as a humanitarian and advocate for the poor and helpless, due in part to a documentary, and book, Something Beautiful for God by Malcolm Muggeridge. She won the Nobel Peace Prize in 1979 and India's highest civilian honour, the Bharat Ratna, in 1980 for her humanitarian work. Mother Teresa's Missionaries of Charity continued to expand, and at the time of her death it was operating 610 missions in 123 countries, including hospices and homes for people with HIV/AIDS, leprosy and tuberculosis, soup kitchens, children's and family counseling programs, orphanages, and schools.Following her death she was beatified by Pope John Paul II and given the title Blessed Teresa of Calcutta."},
{"name": "Ralph Waldo Emerson", "birthdate": "May 25, 1803", "bio": "in 1803, Ralph Waldo Emerson was born in Boston. Educated at Harvard and the Cambridge Divinity School, he became a Unitarian minister in 1826 at the Second Church Unitarian. The congregation, with Christian overtones, issued communion, something Emerson refused to do. \"Really, it is beyond my comprehension,\" Emerson once said, when asked by a seminary professor whether he believed in God. (Quoted in 2,000 Years of Freethought edited by Jim Haught.) By 1832, after the untimely death of his first wife, Emerson cut loose from Unitarianism. During a year-long trip to Europe, Emerson became acquainted with such intelligentsia as British writer Thomas Carlyle, and poets Wordsworth and Coleridge. He returned to the United States in 1833, to a life as poet, writer and lecturer. Emerson inspired Transcendentalism, although never adopting the label himself. He rejected traditional ideas of deity in favor of an \"Over-Soul\" or \"Form of Good,\" ideas which were considered highly heretical. His books include Nature (1836), The American Scholar (1837), Divinity School Address (1838), Essays, 2 vol. (1841, 1844), Nature, Addresses and Lectures (1849), and three volumes of poetry. Margaret Fuller became one of his \"disciples,\" as did Henry David Thoreau.The best of Emerson's rather wordy writing survives as epigrams, such as the famous: \"A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines.\" Other one- (and two-) liners include: \"As men's prayers are a disease of the will, so are their creeds a disease of the intellect\" (Self-Reliance, 1841). \"The most tedious of all discourses are on the subject of the Supreme Being\" (Journal, 1836). \"The word miracle, as pronounced by Christian churches, gives a false impression; it is a monster. It is not one with the blowing clover and the falling rain\" (Address to Harvard Divinity College, July 15, 1838). He demolished the right wing hypocrites of his era in his essay \"Worship\": \". . . the louder he talked of his honor, the faster we counted our spoons\" (Conduct of Life, 1860). \"I hate this shallow Americanism which hopes to get rich by credit, to get knowledge by raps on midnight tables, to learn the economy of the mind by phrenology, or skill without study, or mastery without apprenticeship\" (Self-Reliance). \"The first and last lesson of religion is, 'The things that are seen are temporal; the things that are not seen are eternal.' It puts an affront upon nature\" (English Traits , 1856). \"The god of the cannibals will be a cannibal, of the crusaders a crusader, and of the merchants a merchant.\" (Civilization, 1862). He influenced generations of Americans, from his friend Henry David Thoreau to John Dewey, and in Europe, Friedrich Nietzsche, who takes up such Emersonian themes as power, fate, the uses of poetry and history, and the critique of Christianity. D. 1882.More: http://www.rwe.org/http://plato.stanford.edu/entries/eme...http://transcendentalism-legacy.tamu....http://en.wikipedia.org/wiki/Ralph_Wa...http://www.poets.org/poet.php/prmPID/201http://www.pbs.org/wnet/ihas/poet/eme...http://www.biography.com/people/ralph...http://www.online-literature.com/emer...http://www.emersoncentral.com/"},
{"name": "Garrison Keillor", "birthdate": "August 07, 1942", "bio": "Garrison Keillor (born Gary Edward Keillor on August 7, 1942 in Anoka, Minnesota) is an American author, storyteller, humorist, columnist, musician, satirist, and radio personality. He is known as host of the Minnesota Public Radio show \"A Prairie Home Companion\".Keillor was born in Anoka, Minnesota, the son of Grace Ruth (née Denham) and John Philip Keillor, who was a carpenter and postal worker. His father had English ancestry, partly by way of Canada (Keillor's paternal grandfather was from Kingston, Ontario). His maternal grandparents were Scottish immigrants, from Glasgow. The family belonged to the Plymouth Brethren, a fundamentalist Christian denomination Keillor has since left. He is six feet, three inches (1.9 m) tall. Keillor is a member of the Democratic-Farmer-Labor Party. In 2006 he told Christianity Today that he was attending the Episcopal church in Saint Paul, after previously attending a Lutheran church in New York.Keillor graduated from Anoka High School in 1960 and from the University of Minnesota with a bachelor's degree in English in 1966. During college, he began his broadcasting career on the student-operated radio station known today as Radio K.Keillor has been married three times.Garrison Keillor started his professional radio career in November 1969 with Minnesota Educational Radio, now Minnesota Public Radio. He hosted The Morning Program on weekdays from 6 to 9 a.m. on KSJR 90.1 FM at St. John's University, which the station called \"A Prairie Home Entertainment.\" The show's eclectic music was a major divergence from the station's usual classical fare. During this time he also began submitting fiction to The New Yorker, where his first story, \"Local Family Keeps Son Happy,\" appeared on September 19, 1970.Keillor resigned from The Morning Program in February 1971 to protest a perceived attempt to interfere with his musical programming. The show became A Prairie Home Companion when he returned in October.A Prairie Home Companion debuted as an old-style variety show before a live audience on July 6, 1974, featuring guest musicians and a cadre cast doing musical numbers and comic skits replete with elaborate live sound effects. The show was punctuated by spoof commercial spots from fictitious sponsors such as Powdermilk Biscuits. The show also contains parodic serial melodramas, such as The Adventures of Guy Noir, Private Eye and The Lives of the Cowboys. Keillor voices Noir and other recurring characters, and also provides vocals for some of the show's musical numbers.A Prairie Home Companion ran until 1987, when Keillor decided to end it to focus on other projects. In 1989, he launched another live radio program from New York City, \"The American Radio Company of the Air\" — which had almost the same format as A Prairie Home Companion's. In 1992, he moved ARC back to St. Paul, and a year later changed the name back to A Prairie Home Companion; it has remained a Saturday night fixture ever since.Keillor has been called \"[o]ne of the most perceptive and witty commentators about Midwestern life\" by Randall Balmer in Encyclopedia of Evangelicalism. He has written numerous magazine and newspaper articles and more than a dozen books for adults as well as children. He has also written for Salon.com and authored an advice column at Salon.com under the name \"Mr. Blue.\"In 2004 Keillor published a collection of political essays, Homegrown Democrat: A Few Plain Thoughts from the Heart of America, and in June 2005 he began a column called \"The Old Scout\", which ran at Salon.com and in syndicated newspapers. The column went on hiatus in April 2010.Keillor wrote the screenplay for the 2006 movie A Prairie Home Companion, directed by Robert Altman. (Keillor also appears in the movie.)"},
{"name": "Pablo Neruda", "birthdate": "July 12, 1904", "bio": "Pablo Neruda was the pen name and, later, legal name of the Chilean writer and politician Neftalí Ricardo Reyes Basoalto. Neruda assumed his pen name as a teenager, partly because it was in vogue, partly to hide his poetry from his father, a rigid man who wanted his son to have a \"practical\" occupation. Neruda's pen name was derived from Czech writer and poet Jan Neruda; Pablo is thought to be from Paul Verlaine. With his works translated into many languages, Pablo Neruda is considered one of the greatest and most influential poets of the 20th century.Neruda was accomplished in a variety of styles ranging from erotically charged love poems like his collection Twenty Poems of Love and a Song of Despair, surrealist poems, historical epics, and overtly political manifestos. In 1971 Neruda won the Nobel Prize for Literature, a controversial award because of his political activism. Colombian novelist Gabriel García Márquez once called him \"the greatest poet of the 20th century in any language.\"On July 15, 1945, at Pacaembu Stadium in São Paulo, Brazil, he read to 100,000 people in honor of Communist revolutionary leader Luís Carlos Prestes. When Neruda returned to Chile after his Nobel Prize acceptance speech, Salvador Allende invited him to read at the Estadio Nacional before 70,000 people.During his lifetime, Neruda occupied many diplomatic posts and served a stint as a senator for the Chilean Communist Party. When Conservative Chilean President González Videla outlawed communism in Chile, a warrant was issued for Neruda's arrest. Friends hid him for months in a house basement in the Chilean port of Valparaíso. Later, Neruda escaped into exile through a mountain pass near Maihue Lake into Argentina. Years later, Neruda was a close collaborator to socialist President Salvador Allende.Neruda was hospitalized with cancer at the time of the Chilean coup d'état led by Augusto Pinochet. Three days after being hospitalized, Neruda died of heart failure. Already a legend in life, Neruda's death reverberated around the world. Pinochet had denied permission to transform Neruda's funeral into a public event. However, thousands of grieving Chileans disobeyed the curfew and crowded the streets. Neruda's funeral became the first public protest against the Chilean military dictatorship."},
{"text": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”", "author": "George R.R. Martin", "tags": ["read", "readers", "reading", "reading-books"]},
{"text": "“You can never get a cup of tea large enough or a book long enough to suit me.”", "author": "C.S. Lewis", "tags": ["books", "inspirational", "reading", "tea"]},
{"text": "“You believe lies so you eventually learn to trust no one but yourself.”", "author": "Marilyn Monroe", "tags": []},
{"text": "“If you can make a woman laugh, you can make her do anything.”", "author": "Marilyn Monroe", "tags": ["girls", "love"]},
{"text": "“Life is like riding a bicycle. To keep your balance, you must keep moving.”", "author": "Albert Einstein", "tags": ["life", "simile"]},
{"text": "“The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.”", "author": "Marilyn Monroe", "tags": ["love"]},
{"text": "“A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“Only in the darkness can you see the stars.”", "author": "Martin Luther King Jr.", "tags": ["hope", "inspirational"]},
{"text": "“It matters not what someone is born, but what they grow to be.”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.”", "author": "James Baldwin", "tags": ["love"]},
{"name": "Jorge Luis Borges", "birthdate": "August 24, 1899", "bio": "Jorge Francisco Isidoro Luis Borges Acevedo (Spanish pronunciation: [xoɾxe lwis boɾxes], Russian: Хорхе Луис Борхес) was an Argentine writer and poet born in Buenos Aires. In 1914, his family moved to Switzerland where he attended school and traveled to Spain. On his return to Argentina in 1921, Borges began publishing his poems and essays in Surrealist literary journals. He also worked as a librarian and public lecturer. Borges was fluent in several languages. He was a target of political persecution during the Peron regime and supported the military juntas that overthrew it.Due to a hereditary condition, Borges became blind in his late fifties. In 1955, he was appointed director of the National Public Library (Biblioteca Nacional) and professor of Literature at the University of Buenos Aires. In 1961, he came to international attention when he received the first International Publishers' Prize Prix Formentor. His work was translated and published widely in the United States and in Europe. He died in Geneva, Switzerland, in 1986.J. M. Coetzee said of Borges: \"He, more than anyone, renovated the language of fiction and thus opened the way to a remarkable generation of Spanish American novelists.\""},
{"name": "Charles M. Schulz", "birthdate": "November 26, 1922", "bio": "Charles Monroe Schulz was an American cartoonist, whose comic strip Peanuts proved one of the most popular and influential in the history of the medium, and is still widely reprinted on a daily basis.Schulz's first regular cartoons, Li'l Folks, were published from 1947 to 1950 by the St. Paul Pioneer Press; he first used the name Charlie Brown for a character there, although he applied the name in four gags to three different boys and one buried in sand. The series also had a dog that looked much like Snoopy. In 1948, Schulz sold a cartoon to The Saturday Evening Post; the first of 17 single-panel cartoons by Schulz that would be published there. In 1948, Schulz tried to have Li'l Folks syndicated through the Newspaper Enterprise Association. Schulz would have been an independent contractor for the syndicate, unheard of in the 1940s, but the deal fell through. Li'l Folks was dropped from the Pioneer Press in January, 1950.Later that year, Schulz approached the United Feature Syndicate with his best strips from Li'l Folks, and Peanuts made its first appearance on October 2, 1950. The strip became one of the most popular comic strips of all time. He also had a short-lived sports-oriented comic strip called It's Only a Game (1957–1959), but he abandoned it due to the demands of the successful Peanuts. From 1956 to 1965 he contributed a single-panel strip (\"Young Pillars\") featuring teenagers to Youth, a publication associated with the Church of God.Peanuts ran for nearly 50 years, almost without interruption; during the life of the strip, Schulz took only one vacation, a five-week break in late 1997. At its peak, Peanuts appeared in more than 2,600 newspapers in 75 countries. Schulz stated that his routine every morning consisted of eating a jelly donut and sitting down to write the day's strip. After coming up with an idea (which he said could take anywhere from a few minutes to a few hours), he began drawing it, which took about an hour for dailies and three hours for Sunday strips. He stubbornly refused to hire an inker or letterer, saying that \"it would be equivalent to a golfer hiring a man to make his putts for him.\" In November 1999 Schulz suffered a stroke, and later it was discovered that he had colon cancer that had metastasized. Because of the chemotherapy and the fact he could not read or see clearly, he announced his retirement on December 14, 1999. Schulz often touched on religious themes in his work, including the classic television cartoon, A Charlie Brown Christmas (1965), which features the character Linus van Pelt quoting the King James Version of the Bible Luke 2:8-14 to explain \"what Christmas is all about.\" In personal interviews Schulz mentioned that Linus represented his spiritual side. Schulz, reared in the Lutheran faith, had been active in the Church of God as a young adult and then later taught Sunday school at a United Methodist Church. In the 1960s, Robert L. Short interpreted certain themes and conversations in Peanuts as being consistent with parts of Christian theology, and used them as illustrations during his lectures about the gospel, as he explained in his bestselling paperback book, The Gospel According to Peanuts, the first of several books he wrote on religion and Peanuts, and other popular culture items.From the late 1980s, however, Schulz described himself in interviews as a \"secular humanist\": “I do not go to church anymore... I guess you might say I've come around to secular humanism, an obligation I believe all humans have to others and the world we live in.”"},
{"name": "George Eliot", "birthdate": "November 22, 1819", "bio": "In 1819, novelist George Eliot (nee Mary Ann Evans), was born at a farmstead in Nuneaton, Warwickshire, England, where her father was estate manager. Mary Ann, the youngest child and a favorite of her father's, received a good education for a young woman of her day. Influenced by a favorite governess, she became a religious evangelical as an adolescent. Her first published work was a religious poem. Through a family friend, she was exposed to Charles Hennell's An Inquiry into the Origins of Christianity. Unable to believe, she conscientiously gave up religion and stopped attending church. Her father shunned her, sending the broken-hearted young dependent to live with a sister until she promised to reexamine her feelings. Her intellectual views did not, however, change. She translated David Strauss' Das Leben Jesu, a monumental task, without signing her name to the 1846 work. After her father's death in 1849, Mary Ann traveled, then accepted an unpaid position with The Westminster Review. Despite a heavy workload, she translated Ludwig Feuerbach's The Essence of Christianity, the only book ever published under her real name. That year, the shy, respectable writer scandalized British society by sending notices to friends announcing she had entered a free \"union\" with George Henry Lewes, editor of The Leader, who was unable to divorce his first wife. They lived harmoniously together for the next 24 years, but suffered social ostracism and financial hardship. She became salaried and began writing essays and reviews for The Westminster Review. Renaming herself \"Marian\" in private life and adopting the nom de plume \"George Eliot,\" she began her impressive fiction career, including: Adam Bede (1859), The Mill on the Floss (1860), Silas Marner (1861), Romola (1863), and Middlemarch (1871). Themes included her humanist vision and strong heroines. Her poem, \"O May I Join the Choir Invisible\" expressed her views about non supernatural immortality: \"O may I join the choir invisible/ Of those immortal dead who live again/ In minds made better by their presence. . .\" D. 1880.Her 1872 work Middlemarch has been described by Martin Amis and Julian Barnes as the greatest novel in the English language.More: http://en.wikipedia.org/wiki/George_E...http://www.bbc.co.uk/history/historic...http://www.britannica.com/EBchecked/t...http://www.victorianweb.org/victorian...http://www.biography.com/people/georg...http://www.pbs.org/wgbh/masterpiece/d..."},
{"name": "William Nicholson", "birthdate": "January 12, 1948", "bio": "Librarian Note: There is more than one author in the GoodReads database with this name. See this thread for more information. William Nicholson was born in 1948, and grew up in Sussex and Gloucestershire. His plays for television include Shadowlands and Life Story , both of which won the BAFTA Best Television Drama award in their year; other award-winners were Sweet As You Are and The March . In 1988 he received the Royal Television Society's Writer's Award. His first play, an adaptation of Shadowlands for the stage, was Evening Standard Best Play of 1990, and went on to a Tony Award winning run on Broadway. He was nominated for an Oscar for the screenplay of the film version, which was directed by Richard Attenborough and starred Anthony Hopkins and Debra Winger.Since then he has written more films - Sarafina, Nell, First Knight, Grey Owl , and Gladiator (as co-writer), for which he received a second Oscar nomination. He has written and directed his own film, Firelight ; and three further stage plays, Map of the Heart , Katherine Howard and The Retreat from Moscow , which ran for five months on Broadway and received three Tony Award nominations.His novel for older children, The Wind Singer, won the Smarties Prize Gold Award on publication in 2000, and the Blue Peter Book of the Year Award in 2001. Its sequel, Slaves of the Mastery , was published in May 2001, and the final volume in the trilogy, Firesong , in May 2002. The trilogy has been sold in every major foreign market, from the US to China.He is now at work on a new sequence of novels for older children, called The Noble Warriors . The first book, Seeker , was published in the UK in September 2005.The second book, Jango, in 2006 and the third book NOMAN, will be published in September 2007.His novels for adults are The Society of Others (April 2004) and The Trial of True Love (April 2005).He lives in Sussex with his wife Virginia and their three children.from williamnicholson.co.uk"},
{"text": "“There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.”", "author": "Jane Austen", "tags": ["friendship", "love"]},
{"text": "“Do one thing every day that scares you.”", "author": "Eleanor Roosevelt", "tags": ["attributed", "fear", "inspiration"]},
{"text": "“I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.”", "author": "Albert Einstein", "tags": ["music"]},
{"text": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”", "author": "Haruki Murakami", "tags": ["books", "thought"]},
{"text": "“The difference between genius and stupidity is: genius has its limits.”", "author": "Alexandre Dumas fils", "tags": ["misattributed-to-einstein"]},
{"text": "“He's like a drug for you, Bella.”", "author": "Stephenie Meyer", "tags": ["drug", "romance", "simile"]},
{"text": "“There is no friend as loyal as a book.”", "author": "Ernest Hemingway", "tags": ["books", "friends", "novelist-quotes"]},
{"text": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”", "author": "Helen Keller", "tags": ["inspirational"]},
{"text": "“Life isn't about finding yourself. Life is about creating yourself.”", "author": "George Bernard Shaw", "tags": ["inspirational", "life", "yourself"]},
{"name": "James Baldwin", "birthdate": "August 02, 1924", "bio": "Librarian Note: There is more than one author in the GoodReads database with this name. See this thread for more information.James Arthur Baldwin was an American novelist, essayist, playwright, poet, and social critic.James Baldwin offered a vital literary voice during the era of civil rights activism in the 1950s and '60s. The eldest of nine children, his stepfather was a minister. At age 14, Baldwin became a preacher at the small Fireside Pentecostal Church in Harlem. In the early 1940s, he transferred his faith from religion to literature. Critics, however, note the impassioned cadences of Black churches are still evident in his writing. Go Tell It on the Mountain, his first novel, is a partially autobiographical account of his youth. His essay collections Notes of a Native Son, Nobody Knows My Name, and The Fire Next Time were influential in informing a large white audience.From 1948, Baldwin made his home primarily in the south of France, but often returned to the USA to lecture or teach. In 1957, he began spending half of each year in New York City. His novels include Giovanni's Room, about a white American expatriate who must come to terms with his homosexuality, and Another Country, about racial and gay sexual tensions among New York intellectuals. His inclusion of gay themes resulted in a lot of savage criticism from the Black community. Eldridge Cleaver, of the Black Panthers, stated the Baldwin's writing displayed an \"agonizing, total hatred of blacks.\" Baldwin's play, Blues for Mister Charlie, was produced in 1964. Going to Meet the Man and Tell Me How Long the Train's Been Gone provided powerful descriptions of American racism. As an openly gay man, he became increasingly outspoken in condemning discrimination against lesbian and gay people.On November 30, 1987 Baldwin died from stomach cancer in Saint-Paul-de-Vence, France.He was buried at the Ferncliff Cemetery in Hartsdale, near New York City."},
{"name": "George R.R. Martin", "birthdate": "September 20, 1948", "bio": "George R. R. Martin was born September 20, 1948, in Bayonne, New Jersey. His father was Raymond Collins Martin, a longshoreman, and his mother was Margaret Brady Martin. He has two sisters, Darleen Martin Lapinski and Janet Martin Patten. Martin attended Mary Jane Donohoe School and Marist High School. He began writing very young, selling monster stories to other neighborhood children for pennies, dramatic readings included. Later he became a comic book fan and collector in high school, and began to write fiction for comic fanzines (amateur fan magazines). Martin's first professional sale was made in 1970 at age 21: \"The Hero,\" sold to Galaxy, published in February, 1971 issue. Other sales followed. In 1970 Martin received a B.S. in Journalism from Northwestern University, Evanston, Illinois, graduating summa cum laude. He went on to complete a M.S. in Journalism in 1971, also from Northwestern. As a conscientious objector, Martin did alternative service 1972-1974 with VISTA, attached to Cook County Legal Assistance Foundation. He also directed chess tournaments for the Continental Chess Association from 1973-1976, and was a Journalism instructor at Clarke College, Dubuque, Iowa, from 1976-1978. He wrote part-time throughout the 1970s while working as a VISTA Volunteer, chess director, and teacher. In 1975 he married Gale Burnick. They divorced in 1979, with no children. Martin became a full-time writer in 1979. He was writer-in-residence at Clarke College from 1978-79. Moving on to Hollywood, Martin signed on as a story editor for Twilight Zone at CBS Television in 1986. In 1987 Martin became an Executive Story Consultant for Beauty and the Beast at CBS. In 1988 he became a Producer for Beauty and the Beast, then in 1989 moved up to Co-Supervising Producer. He was Executive Producer for Doorways, a pilot which he wrote for Columbia Pictures Television, which was filmed during 1992-93. Martin's present home is Santa Fe, New Mexico. He is a member of Science Fiction & Fantasy Writers of America (he was South-Central Regional Director 1977-1979, and Vice President 1996-1998), and of Writers' Guild of America, West. http://us.macmillan.com/author/george..."},
{"name": "C.S. Lewis", "birthdate": "November 29, 1898", "bio": "CLIVE STAPLES LEWIS (1898–1963) was one of the intellectual giants of the twentieth century and arguably one of the most influential writers of his day. He was a Fellow and Tutor in English Literature at Oxford University until 1954. He was unanimously elected to the Chair of Medieval and Renaissance Literature at Cambridge University, a position he held until his retirement. He wrote more than thirty books, allowing him to reach a vast audience, and his works continue to attract thousands of new readers every year. His most distinguished and popular accomplishments include Mere Christianity, Out of the Silent Planet, The Great Divorce, The Screwtape Letters, and the universally acknowledged classics The Chronicles of Narnia. To date, the Narnia books have sold over 100 million copies and been transformed into three major motion pictures."},
{"name": "Martin Luther King Jr.", "birthdate": "January 15, 1929", "bio": "Martin Luther King, Jr. was one of the pivotal leaders of the American civil rights movement. King was a Baptist minister, one of the few leadership roles available to black men at the time. He became a civil rights activist early in his career. He led the Montgomery Bus Boycott (1955–1956) and helped found the Southern Christian Leadership Conference (1957), serving as its first president. His efforts led to the 1963 March on Washington, where King delivered his “I Have a Dream” speech. Here he raised public consciousness of the civil rights movement and established himself as one of the greatest orators in U.S. history. In 1964, King became the youngest person to receive the Nobel Peace Prize for his efforts to end segregation and racial discrimination through civil disobedience and other non-violent means.King was assassinated on April 4, 1968, in Memphis, Tennessee. He was posthumously awarded the Presidential Medal of Freedom by President Jimmy Carter in 1977. Martin Luther King, Jr. Day was established as a national holiday in the United States in 1986. In 2004, King was posthumously awarded a Congressional Gold Medal."},
{"text": "“That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.”", "author": "Charles Bukowski", "tags": ["alcohol"]},
{"text": "“You don’t forget the face of the person who was your last hope.”", "author": "Suzanne Collins", "tags": ["the-hunger-games"]},
{"text": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”", "author": "Suzanne Collins", "tags": ["humor"]},
{"text": "“To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.”", "author": "C.S. Lewis", "tags": ["love"]},
{"text": "“Not all those who wander are lost.”", "author": "J.R.R. Tolkien", "tags": ["bilbo", "journey", "lost", "quest", "travel", "wander"]},
{"text": "“Do not pity the dead, Harry. Pity the living, and, above all those who live without love.”", "author": "J.K. Rowling", "tags": ["live-death-love"]},
{"text": "“There is nothing to writing. All you do is sit down at a typewriter and bleed.”", "author": "Ernest Hemingway", "tags": ["good", "writing"]},
{"text": "“Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.”", "author": "Ralph Waldo Emerson", "tags": ["life", "regrets"]},
{"text": "“I have never let my schooling interfere with my education.”", "author": "Mark Twain", "tags": ["education"]},
{"text": "“I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I've bought a big bat. I'm all ready you see. Now my troubles are going to have troubles with me!”", "author": "Dr. Seuss", "tags": ["troubles"]},
{"name": "George Bernard Shaw", "birthdate": "July 26, 1856", "bio": "George Bernard Shaw was an Irish playwright, socialist, and a co-founder of the London School of Economics. Although his first profitable writing was music and literary criticism, in which capacity he wrote many highly articulate pieces of journalism, his main talent was for drama. Over the course of his life he wrote more than 60 plays. Nearly all his plays address prevailing social problems, but each also includes a vein of comedy that makes their stark themes more palatable. In these works Shaw examined education, marriage, religion, government, health care, and class privilege.An ardent socialist, Shaw was angered by what he perceived to be the exploitation of the working class. He wrote many brochures and speeches for the Fabian Society. He became an accomplished orator in the furtherance of its causes, which included gaining equal rights for men and women, alleviating abuses of the working class, rescinding private ownership of productive land, and promoting healthy lifestyles. For a short time he was active in local politics, serving on the London County Council.In 1898, Shaw married Charlotte Payne-Townshend, a fellow Fabian, whom he survived. They settled in Ayot St. Lawrence in a house now called Shaw's Corner. He is the only person to have been awarded both a Nobel Prize for Literature (1925) and an Oscar (1938). The former for his contributions to literature and the latter for his work on the film \"Pygmalion\" (adaptation of his play of the same name). Shaw wanted to refuse his Nobel Prize outright, as he had no desire for public honours, but he accepted it at his wife's behest. She considered it a tribute to Ireland. He did reject the monetary award, requesting it be used to finance translation of Swedish books to English.Shaw died at Shaw's Corner, aged 94, from chronic health problems exacerbated by injuries incurred by falling."},
{"name": "Ernest Hemingway", "birthdate": "July 21, 1899", "bio": "Ernest Miller Hemingway was an American author and journalist. His economical and understated style had a strong influence on 20th-century fiction, while his life of adventure and his public image influenced later generations. Hemingway produced most of his work between the mid-1920s and the mid-1950s, and won the Nobel Prize in Literature in 1954. He published seven novels, six short story collections and two non-fiction works. Three novels, four collections of short stories and three non-fiction works were published posthumously. Many of these are considered classics of American literature.Hemingway was raised in Oak Park, Illinois. After high school he reported for a few months for The Kansas City Star, before leaving for the Italian front to enlist with the World War I ambulance drivers. In 1918, he was seriously wounded and returned home. His wartime experiences formed the basis for his novel A Farewell to Arms. In 1922, he married Hadley Richardson, the first of his four wives. The couple moved to Paris, where he worked as a foreign correspondent, and fell under the influence of the modernist writers and artists of the 1920s \"Lost Generation\" expatriate community. The Sun Also Rises, Hemingway's first novel, was published in 1926.After his 1927 divorce from Hadley Richardson, Hemingway married Pauline Pfeiffer. They divorced after he returned from Spanish Civil War where he had acted as a journalist, and after which he wrote For Whom the Bell Tolls. Martha Gellhorn became his third wife in 1940. They separated when he met Mary Welsh in London during World War II; during which he was present at the Normandy Landings and liberation of Paris.Shortly after the publication of The Old Man and the Sea in 1952, Hemingway went on safari to Africa, where he was almost killed in two plane crashes that left him in pain or ill-health for much of the rest of his life. Hemingway had permanent residences in Key West, Florida, and Cuba during the 1930s and 1940s, but in 1959 he moved from Cuba to Ketchum, Idaho, where he committed suicide in the summer of 1961."},
{"name": "Stephenie Meyer", "birthdate": "December 24, 1973", "bio": "I was born in Connecticut in 1973, during a brief blip in my family's otherwise western U.S. existence. We were settled in Phoenix by the time I was four, and I think of myself as a native. The unusual spelling of my name was a gift from my father, Stephen (+ ie = me). Though I have had my name spelled wrong on pretty much everything my entire life long, I must admit that it makes it easier to google myself now.I filled the \"Jan Brady\" spot in my family-the second of three girls. Unlike the Brady's, none of my three brothers are steps, and all of them are younger than all the girls. I went to high school in Scottsdale, Arizona, the kind of place where every fall a few girls would come back to school with new noses and there were Porsches in the student lot (for the record, I have my original nose, and never had a car until after I was in my twenties). I was awarded a National Merit Scholarship, and I used it to pay my way to Brigham Young University, in Provo, Utah. I majored in English, but concentrated on literature rather than creative writing, mostly because I didn't consider reading books \"work\" (as long as I was going to be doing something anyway, I might as well get course credit for it, right?).I met my husband, Pancho (his real name is Christiaan), when I was four, but we were never anywhere close to being childhood sweethearts. In fact, though we saw each other at least weekly through church activities, I can't recall a single instance when we so much as greeted each other with a friendly wave, let alone exchanged actual words. This may have been for the best, because when we did eventually get around to exchanging words, sixteen years after our first meeting, it only took nine months from the first \"hello\" to the wedding. Of course, we were able to skip over a lot of the getting to know you parts (many of our conversations would go something like this: \"This one time, when I was ten, I broke my hand at a party when-\" \"Yeah, I know what happened. I was there, remember?\") We've been married for ten and a half years now, and have three beautiful, brilliant, wonderful boys who often remind me chimpanzees on crack. I can't write without music, and my biggest muse is, ironically enough, the band Muse. My other favorite sources of inspiration are Linkin Park, My Chemical Romance, Coldplay, The All American Rejects, Travis, The Strokes, Brand New, U2, Kasabian, Jimmy Eat World, and Weezer, to mention a few."},
{"name": "Helen Keller", "birthdate": "June 27, 1880", "bio": "Helen Keller would not be bound by conditions. Rendered deaf and blind at 19 months by scarlet fever, she learned to read (in several languages) and even speak, eventually graduating with honors from Radcliffe College in 1904, where as a student she wrote The Story of My Life. That she accomplished all of this in an age when few women attended college and the disabled were often relegated to the background, spoken of only in hushed tones, is remarkable. But Keller's many other achievements are impressive by any standard: she authored 13 books, wrote countless articles, and devoted her life to social reform. An active and effective suffragist, pacifist, and socialist (the latter association earned her an FBI file), she lectured on behalf of disabled people everywhere. She also helped start several foundations that continue to improve the lives of the deaf and blind around the world. As a young girl Keller was obstinate, prone to fits of violence, and seething with rage at her inability to express herself. But at the age of 7 this wild child was transformed when, at the urging of Alexander Graham Bell, Anne Sullivan became her teacher, an event she declares \"the most important day I remember in all my life.\" (Sullivan herself had once been blind, but partially recovered her sight after a series of operations.) In a memorable passage, Keller writes of the day \"Teacher\" led her to a stream and repeatedly spelled out the letters w-a-t-e-r on one of her hands while pouring water over the other. This method proved a revelation: \"That living world awakened my soul, gave it light, hope, joy, set it free! There were barriers still, it is true, but barriers that could in time be swept away.\" And, indeed, most of them were.  In her lovingly crafted and deeply perceptive autobiography, Keller's joyous spirit is most vividly expressed in her connection to nature:  Indeed, everything that could hum, or buzz, or sing, or bloom, had a part in my education.... Few know what joy it is to feel the roses pressing softly into the hand, or the beautiful motion of the lilies as they sway in the morning breeze. Sometimes I caught an insect in the flower I was plucking, and I felt the faint noise of a pair of wings rubbed together in a sudden terror....  The idea of feeling rather than hearing a sound, or of admiring a flower's motion rather than its color, evokes a strong visceral sensation in the reader, giving The Story of My Life a subtle power and beauty. Keller's celebration of discovery becomes our own. In the end, this blind and deaf woman succeeds in sharpening our eyes and ears to the beauty of the world. --Shawn Carkonen"},
{"name": "Alexandre Dumas-fils", "birthdate": "July 27, 1824", "bio": "Alexandre Dumas (son) was born in Paris, France, the illegitimate child of Marie-Laure-Catherine Labay (1794-1868), a dressmaker, and novelist Alexandre Dumas. During 1831 his father legally recognized him and ensured that the young Dumas received the best education possible at the Institution Goubaux and the Collège Bourbon. At that time, the law allowed the elder Dumas to take the child away from his mother. Her agony inspired Dumas fils to write about tragic female characters. In almost all of his writings, he emphasized the moral purpose of literature and in his play The Illegitimate Son (1858) he espoused the belief that if a man fathers an illegitimate child then he has an obligation to legitimize the child and marry the woman.Dumas' paternal great-grandparents were a French nobleman and a Haitian woman. In boarding schools, Dumas fils was constantly taunted by his classmates. These issues all profoundly influenced his thoughts, behaviour, and writing.During 1844 Dumas moved to Saint-Germain-en-Laye to live with his father. There, he met Marie Duplessis, a young courtesan who would be the inspiration for his romantic novel The Lady of the Camellias. Adapted into a play, it was titled in English (especially in the United States) as Camille and is the basis for Verdi's 1853 opera, La Traviata. Although he admitted that he had done the adaptation because he needed the money, he had a great success with the play. Thus began the career of Dumas fils as a dramatist, which was not only more renowned than that of his father during his lifetime but also dominated the serious French stage for most of the second half of the 19th century. After this, he virtually abandoned writing novels (though his semi-autobiographical L'Affaire Clemenceau (1867) achieved some success).On 31 December 1864, in Moscow, Dumas married Nadjeschda von Knorring (1826 – April 1895), daughter of Johan Reinhold von Knorring and wife, and widow of Alexander, Prince Naryschkine. The couple had two daughters: Marie-Alexandrine-Henriette Dumas, born 20 November 1860, who married Maurice Lippmann and was the mother of Serge Napoléon Lippmann (1886–1975) and Auguste Alexandre Lippmann (1881–1960); and Jeanine Dumas (3 May 1867–), who married Ernest d' Hauterive (1864–1957), son of George Lecourt d' Hauterive and wife (married in 1861) Léontine de Leusse. After Naryschkine's death, he married in June 1895 Henriette Régnier de La Brière (1851–1934), without issue.During 1874, he was admitted to the Académie française, and in 1894 he was awarded the Légion d'honneur.Alexandre Dumas fils died at Marly-le-Roi, Yvelines, on November 27, 1895 and was interred in the Cimetière de Montmartre in Paris. His grave is, perhaps coincidentally, only some 100 metres away from that of Marie Duplessis."},
{"name": "Haruki Murakami", "birthdate": "January 12, 1949", "bio": "Haruki Murakami (Japanese: 村上 春樹) is a popular contemporary Japanese writer and translator. His work has been described as 'easily accessible, yet profoundly complex'. He can be located on Facebook at: https://www.facebook.com/harukimuraka...Since childhood, Murakami has been heavily influenced by Western culture, particularly Western music and literature. He grew up reading a range of works by American writers, such as Kurt Vonnegut and Richard Brautigan, and he is often distinguished from other Japanese writers by his Western influences.Murakami studied drama at Waseda University in Tokyo, where he met his wife, Yoko. His first job was at a record store, which is where one of his main characters, Toru Watanabe in Norwegian Wood, works. Shortly before finishing his studies, Murakami opened the coffeehouse 'Peter Cat' which was a jazz bar in the evening in Kokubunji, Tokyo with his wife.Many of his novels have themes and titles that invoke classical music, such as the three books making up The Wind-Up Bird Chronicle: The Thieving Magpie (after Rossini's opera), Bird as Prophet (after a piano piece by Robert Schumann usually known in English as The Prophet Bird), and The Bird-Catcher (a character in Mozart's opera The Magic Flute). Some of his novels take their titles from songs: Dance, Dance, Dance (after The Dells' song, although it is widely thought it was titled after the Beach Boys tune), Norwegian Wood (after The Beatles' song) and South of the Border, West of the Sun (the first part being the title of a song by Nat King Cole)."},
{"text": "“If I had a flower for every time I thought of you...I could walk through my garden forever.”", "author": "Alfred Tennyson", "tags": ["friendship", "love"]},
{"text": "“Some people never go crazy. What truly horrible lives they must lead.”", "author": "Charles Bukowski", "tags": ["humor"]},
{"text": "“The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.”", "author": "Terry Pratchett", "tags": ["humor", "open-mind", "thinking"]},
{"text": "“Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!”", "author": "Dr. Seuss", "tags": ["humor", "philosophy"]},
{"text": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”", "author": "J.D. Salinger", "tags": ["authors", "books", "literature", "reading", "writing"]},
{"text": "“The reason I talk to myself is because I’m the only one whose answers I accept.”", "author": "George Carlin", "tags": ["humor", "insanity", "lies", "lying", "self-indulgence", "truth"]},
{"text": "“You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.”", "author": "John Lennon", "tags": ["beatles", "connection", "dreamers", "dreaming", "dreams", "hope", "inspirational", "peace"]},
{"text": "“I am free of all prejudice. I hate everyone equally. ”", "author": "W.C. Fields", "tags": ["humor", "sinister"]},
{"text": "“The question isn't who is going to let me; it's who is going to stop me.”", "author": "Ayn Rand", "tags": []},
{"text": "“′Classic′ - a book which people praise and don't read.”", "author": "Mark Twain", "tags": ["books", "classic", "reading"]},
{"name": "J.R.R. Tolkien", "birthdate": "January 03, 1892", "bio": "John Ronald Reuel Tolkien, CBE, was an English writer, poet, WWI veteran (a First Lieutenant in the Lancashire Fusiliers, British Army), philologist, and university professor, best known as the author of the high fantasy classic works \n  The Hobbit\n and \n  The Lord of the Rings\n.Tolkien was Rawlinson and Bosworth Professor of Anglo-Saxon at Oxford from 1925 to 1945, and Merton Professor of English language and literature from 1945 to 1959. He was a close friend of C.S. Lewis.Christopher Tolkien published a series of works based on his father's extensive notes and unpublished manuscripts, including \n  The Silmarillion\n. These, together with The Hobbit and The Lord of the Rings, form a connected body of tales, poems, fictional histories, invented languages, and literary essays about an imagined world called Arda, and Middle-earth within it. Between 1951 and 1955, Tolkien applied the word \"legendarium\" to the larger part of these writings. While many other authors had published works of fantasy before Tolkien, the great success of The Hobbit and The Lord of the Rings led directly to a popular resurgence of the genre. This has caused Tolkien to be popularly identified as the \"father\" of modern fantasy literature—or more precisely, high fantasy. Tolkien's writings have inspired many other works of fantasy and have had a lasting effect on the entire field.In 2008, The Times ranked him sixth on a list of \"The 50 greatest British writers since 1945\". Forbes ranked him the 5th top-earning dead celebrity in 2009.Religious influencesJ.R.R. Tolkien, was born in South Africa in 1892, but his family moved to Britain when he was about 3 years old. When Tolkien was 8 years old, his mother converted to Catholicism, and he remained a Catholic throughout his life. In his last interview, two years before his death, he unhesitatingly testified, “I’m a devout Roman Catholic.” Tolkien married his childhood sweetheart, Edith, and they had four children. He wrote them letters each year as if from Santa Claus, and a selection of these was published in 1976 as \n  The Father Christmas Letters\n. One of Tolkien’s sons became a Catholic priest. Tolkien was an advisor for the translation of the \n  Jerusalem Bible\n. Tolkien once described The Lord of the Rings to his friend Robert Murray, an English Jesuit priest, as \"a fundamentally religious and Catholic work, unconsciously so at first, but consciously in the revision.\" There are many theological themes underlying the narrative including the battle of good versus evil, the triumph of humility over pride, and the activity of grace. In addition the saga includes themes which incorporate death and immortality, mercy and pity, resurrection, salvation, repentance, self-sacrifice, free will, justice, fellowship, authority and healing. In addition The Lord's Prayer \"And lead us not into temptation, but deliver us from evil\" was reportedly present in Tolkien's mind as he described Frodo's struggles against the power of the \"One Ring.''"},
{"name": "Suzanne Collins", "birthdate": "August 11, 1962", "bio": "Librarian Note: There is more than one author in the Goodreads database with this name.Since 1991, Suzanne Collins has been busy writing for children’s television. She has worked on the staffs of several Nickelodeon shows, including the Emmy-nominated hit Clarissa Explains it All and The Mystery Files of Shelby Woo. For preschool viewers, she penned multiple stories for the Emmy-nominated Little Bear and Oswald. She also co-wrote the critically acclaimed Rankin/Bass Christmas special, Santa, Baby! Most recently she was the Head Writer for Scholastic Entertainment’s Clifford’s Puppy Days.While working on a Kids WB show called Generation O! she met children’s author James Proimos, who talked her into giving children’s books a try.Thinking one day about Alice in Wonderland, she was struck by how pastoral the setting must seem to kids who, like her own, lived in urban surroundings. In New York City, you’re much more likely to fall down a manhole than a rabbit hole and, if you do, you’re not going to find a tea party. What you might find...? Well, that’s the story of Gregor the Overlander, the first book in her five-part series, The Underland Chronicles. Suzanne also has a rhyming picture book illustrated by Mike Lester entitled When Charlie McButton Lost Power.She currently lives in Connecticut with her family and a pair of feral kittens they adopted from their backyard.The books she is most successful for in teenage eyes are The Hunger Games, Catching Fire and Mockingjay. These books have won several awards, including the GA Peach Award."},
{"name": "Charles Bukowski", "birthdate": "August 16, 1920", "bio": "Henry Charles Bukowski (born as Heinrich Karl Bukowski) was a German-born American poet, novelist and short story writer. His writing was influenced by the social, cultural and economic ambience of his home city of Los Angeles.It is marked by an emphasis on the ordinary lives of poor Americans, the act of writing, alcohol, relationships with women and the drudgery of work. Bukowski wrote thousands of poems, hundreds of short stories and six novels, eventually publishing over sixty booksCharles Bukowski was the only child of an American soldier and a German mother. At the age of three, he came with his family to the United States and grew up in Los Angeles. He attended Los Angeles City College from 1939 to 1941, then left school and moved to New York City to become a writer. His lack of publishing success at this time caused him to give up writing in 1946 and spurred a ten-year stint of heavy drinking. After he developed a bleeding ulcer, he decided to take up writing again. He worked a wide range of jobs to support his writing, including dishwasher, truck driver and loader, mail carrier, guard, gas station attendant, stock boy, warehouse worker, shipping clerk, post office clerk, parking lot attendant, Red Cross orderly, and elevator operator. He also worked in a dog biscuit factory, a slaughterhouse, a cake and cookie factory, and he hung posters in New York City subways.Bukowski published his first story when he was twenty-four and began writing poetry at the age of thirty-five. His first book of poetry was published in 1959; he went on to publish more than forty-five books of poetry and prose, including Pulp (1994), Screams from the Balcony (1993), and The Last Night of the Earth Poems (1992).He died of leukemia in San Pedro on March 9, 1994."},
{"text": "“Anyone who has never made a mistake has never tried anything new.”", "author": "Albert Einstein", "tags": ["mistakes"]},
{"text": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”", "author": "Jane Austen", "tags": ["humor", "love", "romantic", "women"]},
{"text": "“Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.”", "author": "J.K. Rowling", "tags": ["integrity"]},
{"text": "“I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.”", "author": "Jane Austen", "tags": ["books", "library", "reading"]},
{"text": "“There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.”", "author": "Jane Austen", "tags": ["elizabeth-bennet", "jane-austen"]},
{"text": "“Some day you will be old enough to start reading fairy tales again.”", "author": "C.S. Lewis", "tags": ["age", "fairytales", "growing-up"]},
{"text": "“We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be.”", "author": "C.S. Lewis", "tags": ["god"]},
{"text": "“The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.”", "author": "Mark Twain", "tags": ["death", "life"]},
{"text": "“A lie can travel half way around the world while the truth is putting on its shoes.”", "author": "Mark Twain", "tags": ["misattributed-mark-twain", "truth"]},
{"text": "“I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.”", "author": "C.S. Lewis", "tags": ["christianity", "faith", "religion", "sun"]},
{"name": "George Carlin", "birthdate": "May 12, 1937", "bio": "George Denis Patrick Carlin was a Grammy-winning American stand-up comedian, actor, author, and philosopher.Carlin was especially noted for his political and black humor and his observations on language, psychology, and religion along with many taboo subjects. Carlin and his \"Seven Dirty Words\" comedy routine were central to the 1978 U.S. Supreme Court case F.C.C. v. Pacifica Foundation, in which a narrow 5-4 decision by the justices affirmed the government's right to regulate Carlin's act on the public airwaves.Carlin's mid-2000s stand-up routines focused on the flaws in modern-day America. He often took on contemporary political issues in the United States and satirized the excesses of American culture.A disciple of Lenny Bruce, he placed second on the Comedy Central cable television network list of the 10 greatest stand-up comedians, ahead of Bruce and behind Richard Pryor. He was a frequent performer and guest host on The Tonight Show during the three-decade Johnny Carson era, and was also the first person to host Saturday Night Live."},
{"name": "Terry Pratchett", "birthdate": "April 28, 1948", "bio": "Sir Terry Pratchett sold his first story when he was thirteen, which earned him enough money to buy a second-hand typewriter. His first novel, a humorous fantasy entitled The Carpet People, appeared in 1971 from the publisher Colin Smythe. Terry worked for many years as a journalist and press officer, writing in his spare time and publishing a number of novels, including his first Discworld novel, The Color of Magic, in 1983. In 1987, he turned to writing full time. There are over 40 books in the Discworld series, of which four are written for children. The first of these, The Amazing Maurice and His Educated Rodents, won the Carnegie Medal. A non-Discworld book, Good Omens, his 1990 collaboration with Neil Gaiman, has been a longtime bestseller and was reissued in hardcover by William Morrow in early 2006 (it is also available as a mass market paperback - Harper Torch, 2006 - and trade paperback - Harper Paperbacks, 2006). In 2008, Harper Children's published Terry's standalone non-Discworld YA novel, Nation. Terry published Snuff in October 2011. Regarded as one of the most significant contemporary English-language satirists, Pratchett has won numerous literary awards, was named an Officer of the British Empire “for services to literature” in 1998, and has received honorary doctorates from University of Warwick in 1999, the University of Portsmouth in 2001, the University of Bath in 2003, the University of Bristol in 2004, Buckinghamshire New University in 2008, the University of Dublin in 2008, Bradford University in 2009, University of Winchester in 2009, and The Open University in 2013 for his contribution to Public Service.In Dec. of 2007, Pratchett disclosed that he had been diagnosed with Alzheimer's disease. On 18 Feb, 2009, he was knighted by Queen Elizabeth II.He was awarded the World Fantasy Life Achievement Award in 2010.Sir Terry Pratchett passed away on 12th March 2015."},
{"name": "J.D. Salinger", "birthdate": "January 01, 1919", "bio": "Jerome David Salinger was an American author, best known for his 1951 novel The Catcher in the Rye, as well as his reclusive nature. His last original published work was in 1965; he gave his last interview in 1980. Raised in Manhattan, Salinger began writing short stories while in secondary school, and published several stories in the early 1940s before serving in World War II. In 1948 he published the critically acclaimed story \"A Perfect Day for Bananafish\" in The New Yorker magazine, which became home to much of his subsequent work. In 1951 Salinger released his novel The Catcher in the Rye, an immediate popular success. His depiction of adolescent alienation and loss of innocence in the protagonist Holden Caulfield was influential, especially among adolescent readers. The novel remains widely read and controversial, selling around 250,000 copies a year.The success of The Catcher in the Rye led to public attention and scrutiny: Salinger became reclusive, publishing new work less frequently. He followed Catcher with a short story collection, Nine Stories (1953), a collection of a novella and a short story, Franny and Zooey (1961), and a collection of two novellas, Raise High the Roof Beam, Carpenters and Seymour: An Introduction (1963). His last published work, a novella entitled \"Hapworth 16, 1924\", appeared in The New Yorker on June 19, 1965.Afterward, Salinger struggled with unwanted attention, including a legal battle in the 1980s with biographer Ian Hamilton and the release in the late 1990s of memoirs written by two people close to him: Joyce Maynard, an ex-lover; and Margaret Salinger, his daughter. In 1996, a small publisher announced a deal with Salinger to publish \"Hapworth 16, 1924\" in book form, but amid the ensuing publicity, the release was indefinitely delayed. He made headlines around the globe in June 2009, after filing a lawsuit against another writer for copyright infringement resulting from that writer's use of one of Salinger's characters from The Catcher in the Rye. Salinger died of natural causes on January 27, 2010, at his home in Cornish, New Hampshire."},
{"name": "Alfred Tennyson", "birthdate": "August 06, 1809", "bio": "Alfred Tennyson was born in Somersby, Lincolnshire, the fourth of the twelve children of George Tennyson, clergyman, and his wife, Elizabeth. In 1816 Tennyson was sent to Louth Grammar School, which he disliked so intensely that from 1820 he was educated at home until at the age of 18 he joined his two brothers at Trinity College, Cambridge and with his brother Charles published his first book, Poems by Two Brothers the same year. His second book, Poems Chiefly Lyrical was published in 1830. In 1833, Tennyson's best friend Arthur Henry Hallam, who was engaged to his sister, died, inspiring some of his best work including In Memoriam, Ulysses and the Passing of Arthur.In 1850, following William Wordsworth, Tennyson was appointed Poet Laureate and married his childhood friend, Emily Sellwood. They had two children, Hallam born in 1852 and Lionel, two years later. In 1884, as a great favourite of both Queen Victoria and Prince Albert, he was raised to the peerage and was thereafter known as Baron Tennyson of Aldworth. He was the first Englishman to be granted such a high rank solely for literary distinction. Tennyson continued to write poetry throughout his life and in the 1870s also wrote a number of plays. he died in 1892 at the age of 83 and was buried in Westminster Abbey.*Note. On all books written by Tennyson, his name is written as Arthur Lord Tennyson, and never Arthur Tennyson, and so his author's profile ought to be in this name too."},
{"name": "W.C. Fields", "birthdate": "January 29, 1880", "bio": "W. C. Fields was born William Claude Dukenfield, the eldest of five children. Field's parents were a Cockney immigrant James Dukenfield and Philadelphia native Kate FeltonHe was an American juggler, comedian, and actor. Fields created one of the great American comic personas of the first half of the 20th century—a misanthrope who teetered on the edge of buffoonery but never quite fell in, an egotist blind to his own failings, a charming drunk; and a man who hated children, dogs, and women, unless they were the wrong sort of women.Fields was a marvel of marketing, he would go as far as pretending to drown in the ocean or other bodies of water, hoping to draw crowds (i.e. customers). His notoriety began around the age of 19, being propelled by his early 20s. His stardom would reach the heights Perform for Sarah Bernhardt at Buckingham Palace and other high profiled dignitaries. During his life, he would preform with some of the greatest names (e.g. Charles Chaplin) and on some of he greatest stages. As a person, W. C. Field's had two sons: William Rexford Field Morris and William Claude Fields, Jr. Fields was married only once to Harriet Hughes from 1900 to 1946. Harriet bore Field's one son and a girlfriend by the name of Bessie Poole bore him the other son. However, there is rumor that he had a number of girlfriend's throughout his life, but the most significant were Bessie Poole and Carlotta Monti."},
{"name": "Ayn Rand", "birthdate": "February 02, 1905", "bio": "Alisa Rosenbaum was born in pre-revolutionary St. Petersburg to a prosperous Jewish family. When the Bolsheviks requisitioned the pharmacy owned by her father, Fronz, the Rosenbaums fled to the Crimea. Alisa returned to the city (renamed Leningrad) to attend the university, but in 1926 relatives who had already settled in America offered her the chance of joining them there. With money from the sale of her mother's jewelry, Alisa bought a ticket to New York. On arrival at Ellis Island, she changed into Ayn (after a name of some Finnish author, probably \"Aino\") Rand (taken from the brand name of her Remington-Rand typewriter). She moved swiftly to Hollywood, where she learned English, worked in the RKO wardrobe department and as an extra, and wrote through the night on screenplays and novels. She also married a bit-part actor called Frank O'Connor because he was 'beautiful' - and because her original visitor's visa had run out.Rand sold her first screenplay in 1932, but nobody would buy her first novel We the Living (1936) a melodrama set in Russia. Her first real success was The Fountainhead (rejected by more than ten publishers before publication in 1943).She started a new philosophy known as Objectivism, opposed to state interference of all kinds, and her follow-up novel Atlas Shrugged (1957) describes a group who attempt to escape America's conspiracy of mediocrity. Objectivism has been an influence on various other movements such as Libertarianism, and Rand's vocal support for Laissez-faire Capitalism and the free market has earned her a distinct spot among American philosophers, and philosophers in general.---"},
{"name": "John Lennon", "birthdate": "October 09, 1940", "bio": "John Winston Ono Lennon, MBE, was an English singer-songwriter who rose to worldwide fame as one of the founding members of The Beatles, and together with Paul McCartney formed one of the most successful songwriting partnerships of the 20th century.Born and raised in Liverpool, Lennon became involved in the skiffle craze as a teenager, his first band, The Quarrymen, evolving into The Beatles in 1960. As the group began to undergo the disintegration that led to their break-up towards the end of that decade, Lennon launched a solo career that would span the next decade, punctuated by critically acclaimed albums, including John Lennon/Plastic Ono Band and Imagine, and iconic songs such as \"Give Peace a Chance\" and \"Imagine\".Lennon revealed a rebellious nature and acerbic wit in his music, his writing, on film, and in interviews, and became controversial through his work as a peace activist. He moved to New York City in 1971, where his criticism of the Vietnam War resulted in a lengthy attempt by Richard Nixon's administration to deport him, while his songs were adapted as anthems by the anti-war movement. Disengaging himself from the music business in 1975 to devote time to his family, Lennon reemerged in October 1980 with a new single and a comeback album, Double Fantasy, but was murdered weeks after their release on the sidewalk outside his home in the Dakota. Ironically, \"Imagine\" (imagine all the people, living life in peace) was a featured cut from this album.Lennon's album sales in the United States alone stand at 14 million units, and as performer, writer, or co-writer he is responsible for 27 number one singles on the US Hot 100 chart. In 2002, a BBC poll on the 100 Greatest Britons voted him eighth, and in 2008 Rolling Stone ranked him the fifth greatest singer of all time. He was posthumously inducted into the Songwriters Hall of Fame in 1987 and into the Rock and Roll Hall of Fame in 1994.--Wikipedia the Free Encyclopedia --"},
{"text": "“The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution.”", "author": "J.K. Rowling", "tags": ["truth"]},
{"text": "“I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.”", "author": "Jimi Hendrix", "tags": ["death", "life"]},
{"text": "“To die will be an awfully big adventure.”", "author": "J.M. Barrie", "tags": ["adventure", "love"]},
{"text": "“It takes courage to grow up and become who you really are.”", "author": "E.E. Cummings", "tags": ["courage"]},
{"text": "“But better to get hurt by the truth than comforted with a lie.”", "author": "Khaled Hosseini", "tags": ["life"]},
{"text": "“You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.”", "author": "Harper Lee", "tags": ["better-life-empathy"]},
{"text": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”", "author": "Madeleine L'Engle", "tags": ["books", "children", "difficult", "grown-ups", "write", "writers", "writing"]},
{"text": "“Never tell the truth to people who are not worthy of it.”", "author": "Mark Twain", "tags": ["truth"]},
{"text": "“A person's a person, no matter how small.”", "author": "Dr. Seuss", "tags": ["inspirational"]},
{"text": "“... a mind needs books as a sword needs a whetstone, if it is to keep its edge.”", "author": "George R.R. Martin", "tags": ["books", "mind"]},
{"name": "Khaled Hosseini", "birthdate": "March 04, 1965", "bio": "Hosseini was born in Kabul, Afghanistan, in 1965. In 1970 Hosseini and his family moved to Iran where his father worked for the Embassy of Afghanistan in Tehran. In 1973 Hosseini's family returned to Kabul, and Hosseini's youngest brother was born in July of that year.In 1976, when Hosseini was 11 years old, Hosseini's father obtained a job in Paris, France, and moved the family there. They were unable to return to Afghanistan because of the Saur Revolution in which the PDPA communist party seized power through a bloody coup in April 1978. Instead, a year after the Soviet invasion of Afghanistan, in 1980 they sought political asylum in the United States and made their residence in San Jose, California.Hosseini graduated from Independence High School in San Jose in 1984 and enrolled at Santa Clara University, where he earned a bachelor's degree in biology in 1988. The following year, he entered the University of California, San Diego, School of Medicine, where he earned his M.D. in 1993. He completed his residency in internal medicine at Cedars-Sinai Medical Center in Los Angeles in 1996. He practiced medicine for over ten years, until a year and a half after the release of The Kite Runner.Hosseini is currently a Goodwill Envoy for the United Nations High Commissioner for Refugees (UNHCR). He has been working to provide humanitarian assistance in Afghanistan through the Khaled Hosseini Foundation. The concept for the foundation was inspired by the trip to Afghanistan that Hosseini made in 2007 with UNHCR.He lives in Northern California with his wife, Roya, and their two children (Harris and Farah)."},
{"name": "Harper Lee", "birthdate": "April 28, 1926", "bio": "Harper Lee, known as Nelle, was born in the Alabama town of Monroeville, the youngest of four children of Amasa Coleman Lee and Frances Cunningham Finch Lee. Her father, a former newspaper editor and proprietor, was a lawyer who served on the state legislature from 1926 to 1938. As a child, Lee was a tomboy and a precocious reader, and enjoyed the friendship of her schoolmate and neighbor, the young Truman Capote.After graduating from high school in Monroeville, Lee enrolled at the all-female Huntingdon College in Montgomery (1944-45), and then pursued a law degree at the University of Alabama (1945-50), pledging the Chi Omega sorority. While there, she wrote for several student publications and spent a year as editor of the campus humor magazine, \"Ramma-Jamma\". Though she did not complete the law degree, she studied for a summer in Oxford, England, before moving to New York in 1950, where she worked as a reservation clerk with Eastern Air Lines and BOAC.Lee continued as a reservation clerk until the late 50s, when she devoted herself to writing. She lived a frugal life, traveling between her cold-water-only apartment in New York to her family home in Alabama to care for her father.Having written several long stories, Harper Lee located an agent in November 1956. The following month at the East 50th townhouse of her friends Michael Brown and Joy Williams Brown, she received a gift of a year's wages with a note: \"You have one year off from your job to write whatever you please. Merry Christmas.\" Within a year, she had a first draft. Working with J. B. Lippincott & Co. editor Tay Hohoff, she completed To Kill a Mockingbird in the summer of 1959. Published July 11, 1960, the novel was an immediate bestseller and won great critical acclaim, including the Pulitzer Prize for Fiction in 1961. It remains a bestseller with more than 30 million copies in print. In 1999, it was voted \"Best Novel of the Century\" in a poll by the Library Journal."},
{"name": "Jimi Hendrix", "birthdate": "November 27, 1942", "bio": "Jimi Hendrix was an American guitarist, singer and songwriter. Hendrix is considered one of the greatest and most influential guitarists in rock music history. After initial success in Europe, he achieved fame in the USA following his 1967 performance at the Monterey Pop Festival. Later, Hendrix headlined the iconic 1969 Woodstock Festival.Hendrix helped develop the technique of guitar feedback with overdriven amplifiers. He was influenced by blues artists such as B.B. King, Muddy Waters, Albert King, and Elmore James, rhythm and blues and soul guitarists Curtis Mayfield, Steve Cropper, as well as by some modern jazz.Carlos Santana has suggested that Hendrix's music may have been influenced by his Native American heritage. As a record producer, Hendrix also broke new ground in using the recording studio as an extension of his musical ideas; he was one of the first to experiment with stereophonic and phasing effects during recording.Hendrix won many of the most prestigious rock music awards in his lifetime and has been posthumously awarded many more, including being inducted into the USA's Rock and Roll Hall of Fame in 1992 and the UK Music Hall of Fame in 2005. An English Heritage \"Blue plaque\" was erected in his name on his former residence at Brook Street, London in September 1997 and his star on the Hollywood Walk of Fame (at 6627 Hollywood Blvd.) was dedicated in 1994. In 2006, his debut USA album, Are You Experienced, was inducted into the United States National Recording Registry and Rolling Stone named Hendrix number 1 on their list of the 100 Greatest Guitarists of All Time in 2003."},
{"name": "J.M. Barrie", "birthdate": "May 09, 1860", "bio": "Sir James Matthew Barrie, 1st Baronet, OM (9 May 1860 – 19 June 1937) was a Scottish author and dramatist, best remembered today as the creator of Peter Pan.The child of a family of small-town weavers, he was educated in Scotland. He moved to London, where he developed a career as a novelist and playwright. There he met the Llewelyn Davies boys who inspired him in writing about a baby boy who has magical adventures in Kensington Gardens (included in The Little White Bird), then to write Peter Pan, or The Boy Who Wouldn't Grow Up, a \"fairy play\" about this ageless boy and an ordinary girl named Wendy who have adventures in the fantasy setting of Neverland. This play quickly overshadowed his previous work and although he continued to write successfully, it became his best-known work, credited with popularising the name Wendy, which was very uncommon previously.Barrie unofficially adopted the Davies boys following the deaths of their parents. Before his death, he gave the rights to the Peter Pan works to Great Ormond Street Hospital, which continues to benefit from them."},
{"name": "E.E. Cummings", "birthdate": "October 14, 1894", "bio": "Edward Estlin Cummings was born in Cambridge, Massachusetts, on October 14, 1894. He began writing poems as early as 1904 and studied Latin and Greek at the Cambridge Latin High School.He received his BA in 1915 and his MA in 1916, both from Harvard University. His studies there introduced him to the poetry of avant-garde writers, such as Gertrude Stein and Ezra Pound.In 1917, Cummings published an early selection of poems in the anthology Eight Harvard Poets. The same year, Cummings left the United States for France as a volunteer ambulance driver in World War I. Five months after his assignment, however, he and a friend were interned in a prison camp by the French authorities on suspicion of espionage (an experience recounted in his novel, The Enormous Room) for his outspoken anti-war convictions.After the war, he settled into a life divided between houses in rural Connecticut and Greenwich Village, with frequent visits to Paris. He also traveled throughout Europe, meeting poets and artists, including Pablo Picasso, whose work he particularly admired.In 1920, The Dial published seven poems by Cummings, including \"Buffalo Bill ’s.” Serving as Cummings’ debut to a wider American audience, these “experiments” foreshadowed the synthetic cubist strategy Cummings would explore in the next few years.In his work, Cummings experimented radically with form, punctuation, spelling, and syntax, abandoning traditional techniques and structures to create a new, highly idiosyncratic means of poetic expression. Later in his career, he was often criticized for settling into his signature style and not pressing his work toward further evolution. Nevertheless, he attained great popularity, especially among young readers, for the simplicity of his language, his playful mode and his attention to subjects such as war and sex.The poet and critic Randall Jarrell once noted that Cummings is “one of the most individual poets who ever lived—and, though it sometimes seems so, it is not just his vices and exaggerations, the defects of his qualities, that make a writer popular. But, primarily, Mr. Cummings’s poems are loved because they are full of sentimentally, of sex, of more or less improper jokes, of elementary lyric insistence.”During his lifetime, Cummings received a number of honors, including an Academy of American Poets Fellowship, two Guggenheim Fellowships, the Charles Eliot Norton Professorship at Harvard, the Bollingen Prize in Poetry in 1958, and a Ford Foundation grant.At the time of his death, September 3, 1962, he was the second most widely read poet in the United States, after Robert Frost. He is buried in Forest Hills Cemetery in Boston, Massachusetts.source: http://www.poets.org/poetsorg/poet/e-..."},
{"name": "Madeleine L'Engle", "birthdate": "November 29, 1918", "bio": "Madeleine L'Engle was an American writer best known for her Young Adult fiction, particularly the Newbery Medal-winning A Wrinkle in Time and its sequels A Wind in the Door, A Swiftly Tilting Planet, and Many Waters. Her works reflect her strong interest in modern science: tesseracts, for example, are featured prominently in A Wrinkle in Time, mitochondrial DNA in A Wind in the Door, organ regeneration in The Arm of the Starfish, and so forth.\"Madeleine was born on November 29th, 1918, and spent her formative years in New York City. Instead of her school work, she found that she would much rather be writing stories, poems and journals for herself, which was reflected in her grades (not the best). However, she was not discouraged.At age 12, she moved to the French Alps with her parents and went to an English boarding school where, thankfully, her passion for writing continued to grow. She flourished during her high school years back in the United States at Ashley Hall in Charleston, South Carolina, vacationing with her mother in a rambling old beach cottage on a beautiful stretch of Florida Beach.She went to Smith College and studied English with some wonderful teachers as she read the classics and continued her own creative writing. She graduated with honors and moved into a Greenwich Village apartment in New York. She worked in the theater, where Equity union pay and a flexible schedule afforded her the time to write! She published her first two novels during these years--A Small Rain and Ilsa--before meeting Hugh Franklin, her future husband, when she was an understudy in Anton Chekov's The Cherry Orchard. They married during The Joyous Season.She had a baby girl and kept on writing, eventually moving to Connecticut to raise the family away from the city in a small dairy farm village with more cows than people. They bought a dead general store, and brought it to life for 9 years. They moved back to the city with three children, and Hugh revitalized his professional acting career. The family has kept the country house, Crosswicks, and continues to spend summers there.As the years passed and the children grew, Madeleine continued to write and Hugh to act, and they to enjoy each other and life. Madeleine began her association with the Cathedral Church of St. John the Divine, where she has been the librarian and maintained an office for more than thirty years. After Hugh's death in 1986, it was her writing and lecturing that kept her going. She has now lived through the 20th century and into the 21st and has written over 60 books and keeps writing. She enjoys being with her friends, her children, her grandchildren, and her great grandchildren.\"http://us.macmillan.com/author/madele...Copyright © 2007 Crosswicks, Ltd. (Madeleine L'Engle, President)"}
]